{
    "plugins\/Optimize\/core\/ajax\/Optimize.ajax.php": {
        "401 - Refused access": "401 - Accès refusé",
        "No method corresponding to : ": "Aucune méthode correspondate à : "
    },
    "plugins\/Optimize\/desktop\/php\/Optimize.php": {
        "401 - Refused access": "401 - Accès refusé",
        "Scenarios": "Scénarios",
        "Informations": "Informations",
        "Information": "Information",
        "Name": "Nom",
        "Logs": "Logs",
        "Mode": "Mode",
        "Path": "Chemin",
        "Enabled": "Activé",
        "Confirm": "Confirmer",
        "Close": "Fermer",
        "Plugins": "Plugins",
        "System": "Système",
        "Do you want to disable logs for this plugin?": "Voulez-vous désactiver les logs pour ce plugin ?",
        "Do you want to rename the plugin directory?": "Voulez-vous renommer le répertoire du plugin ?",
        "Do you want to delete this plugin?": "Voulez-vous supprimer ce plugin ?",
        "Do you want to disable logs for this scenario?": "Voulez-vous désactiver les logs pour ce scénario ?",
        "Do you want to enable synchronous mode for this scenario?": "Voulez-vous activer le mode synchrone vous ce scénario ?",
        "Do you want to delete this scenario?": "Voulez-vous supprimer ce scénario ?",
        "Do you want to disable logs for this item?": "Voulez-vous désactiver les logs pour cet élément ?",
        "Scenarios optimization": "Optimisation des scénarios",
        "Logs enabled: Log writing slows down execution. They must be disabled if they are not used,": "Logs activés : L'écriture des logs ralentit l'exécution. Ils doivent être désactivés s'ils ne servent pas,",
        "Synchronous mode: Scenarios executed in synchronous mode do not wait for a return of commands. Attention, this option can cause malfunctions,": "Mode synchrone : Les scénarios exécutés en mode synchrone n'attendent pas un retour des commandes. Attention, cette option peut entrainer des dysfonctionnements,",
        "Disabled: A disabled scenario is stored in the database. It is best to delete it to speed up queries in the database.": "Désactivé : Un scénario désactivé est stocké dans la base de données. Il est préférable de le supprimer afin d'accélerer les requêtes dans la base de données.",
        "Plugins optimization": "Optimisation des plugins",
        "Bad path: The plugin is not in the right directory,": "Mauvais chemin: Le plugin n'est pas dans le bon répertoire,",
        "Disabled: Information from all plugins are read even if they are disabled. Removing a plugin that is not used will also save disk space.": "Désactivé : Les informations de l'ensemble des plugins sont lus mêmes s'ils sont désactivés. Supprimer un plugin qui ne sert pas permettra de gagner également de l'espace disque.",
        "System optimization": "Optimisation du système"
    }
}